/* Label next to search field */
"1 song" = "1 kappale";

/* Label next to search field */
"%i songs" = "%i kappaletta";

/* Dialog Button */
"Cancel" = "Peruuta";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Oletusherätys";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Haluatko tallentaa tämän herätyksen muutokset ennen sulkemista?";

/* Dialog Button */
"Don't Save" = "Älä tallenna";

/* Window title when editing an alarm */
"Edit Alarm" = "Muokkaa herätystä";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Jos et tallenna, muutoksesi eivät tallennu.";

/* Main prompt in sheet */
"Invalid alarm time" = "Herätysaika ei kelpaa";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Soittolista: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Valitse tuleva päivämäärä ja kellonaika.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Valitse päivät, jolloin herätys toistetaan.";

/* Dialog Button */
"Save" = "Tallenna";

/* Song label when using a song */
"Song: %@" = "Kappale: %@";

